Repository: y187082446-netizen/Compositor-cn
Catalog: Compositor/Localization/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, it, ja, pt_br, ru, zh_hans

source: Lighten
ar: تفتيح
es: Aligerar
fr: Alléger
hi: हल्का करना
it: Alleggerire
ja: 明るくする
pt_br: Clarear
ru: Облегчить
zh_hans: 减轻

source: Lightness
ar: خفة
es: Ligereza
fr: Légèreté
hi: हल्कापन
it: Leggerezza
ja: 軽さ
pt_br: Leveza
ru: Легкость
zh_hans: 亮度

source: Lights
ar: أضواء
es: Luces
fr: Lumières
hi: रोशनी
it: Luci
ja: ライト
pt_br: Luzes
ru: Свет
zh_hans: 灯

source: Limited to the selection
ar: يقتصر على الاختيار
es: Limitado a la selección.
fr: Limité à la sélection
hi: चयन तक सीमित
it: Limitato alla selezione
ja: 選択範囲に限ります
pt_br: Limitado à seleção
ru: Ограничен выбор
zh_hans: 限于选择

source: Limits sharpening to stronger edges. Hold Option to see the mask.
ar: يحد من الشحذ إلى حواف أقوى. اضغط باستمرار على الخيار لرؤية القناع.
es: Limita el afilado a bordes más fuertes. Mantenga presionada la opción para ver la máscara.
fr: Limite l’affûtage aux bords plus forts. Maintenez Option pour voir le masque.
hi: तीक्ष्णता को मजबूत किनारों तक सीमित करता है। मास्क देखने के लिए विकल्प दबाए रखें।
it: Limita la nitidezza ai bordi più forti. Tieni premuto Opzione per vedere la maschera.
ja: シャープニングをより強いエッジに限定します。 Option を押し続けるとマスクが表示されます。
pt_br: Limita a nitidez a arestas mais fortes. Segure Opção para ver a máscara.
ru: Ограничивает заточку более сильными краями. Удерживайте Option, чтобы увидеть маску.
zh_hans: 将锐化限制为更强的边缘。按住 Option 可查看蒙版。

source: Line
ar: الخط
es: Línea
fr: Ligne
hi: रेखा
it: Linea
ja: ライン
pt_br: Linha
ru: Линия
zh_hans: 线

source: Line Spacing
ar: تباعد الأسطر
es: Interlineado
fr: Espacement des lignes
hi: पंक्ति रिक्ति
it: Interlinea
ja: 行間
pt_br: Espaçamento entre linhas
ru: Межстрочный интервал
zh_hans: 行距

source: Line height, baseline to baseline. Empty or 0 is Auto: 120% of the font size.
ar: ارتفاع الخط، من خط الأساس إلى خط الأساس. فارغ أو 0 تلقائي: 120% من حجم الخط.
es: Altura de línea, línea base a línea base. Vacío o 0 es Auto: 120% del tamaño de fuente.
fr: Hauteur de ligne, ligne de base à ligne de base. Vide ou 0 correspond à Auto : 120 % de la taille de la police.
hi: रेखा की ऊँचाई, आधार रेखा से आधार रेखा। खाली या 0 स्वतः है: फ़ॉन्ट आकार का 120%।
it: Altezza della linea, da linea di base a linea di base. Vuoto o 0 è Auto: 120% della dimensione del carattere.
ja: 行の高さ、ベースラインからベースラインまで。空または 0 は自動です: フォント サイズの 120%。
pt_br: Altura da linha, linha de base a linha de base. Vazio ou 0 é Automático: 120% do tamanho da fonte.
ru: Высота строки, от базовой линии до базовой линии. Пусто или 0 — это «Авто»: 120 % размера шрифта.
zh_hans: 线高、基线到基线。空或 0 表示自动：字体大小的 120%。

source: Linear
ar: خطي
es: lineal
fr: Linéaire
hi: रैखिक
it: Lineare
ja: リニア
ru: Линейный
zh_hans: 线性

source: Linear Burn
ar: حرق خطي
es: Quemadura lineal
fr: Brûlure linéaire
hi: रैखिक जलन
it: Ustione lineare
ja: リニアバーン
pt_br: Queimadura Linear
ru: Линейный ожог
zh_hans: 线性烧伤

source: Linear Dodge (Add)
ar: دودج الخطي (إضافة)
es: Sobreexposición lineal (Agregar)
fr: Esquive linéaire (Ajouter)
hi: रैखिक चकमा (जोड़ें)
it: Scherma lineare (Aggiungi)
ja: リニアダッジ(追加)
pt_br: Esquiva Linear (Adicionar)
ru: Линейное уклонение (добавить)
zh_hans: 线性闪避（添加）

source: Linear Light
ar: الضوء الخطي
es: Luz lineal
fr: Lumière linéaire
hi: रैखिक प्रकाश
it: Luce lineare
ja: リニアライト
pt_br: Luz Linear
ru: Линейный свет
zh_hans: 线性光

source: Linear histogram with automatic vertical scaling. Tall spikes may extend beyond the graph; all tones from 0 to 255 remain included.
ar: رسم بياني خطي مع مقياس عمودي تلقائي. قد تمتد المسامير الطويلة إلى ما هو أبعد من الرسم البياني؛ تظل جميع النغمات من 0 إلى 255 مضمنة.
es: Histograma lineal con escala vertical automática. Los picos altos pueden extenderse más allá del gráfico; todos los tonos del 0 al 255 permanecen incluidos.
fr: Histogramme linéaire avec mise à l'échelle verticale automatique. Les pointes élevées peuvent s'étendre au-delà du graphique ; toutes les tonalités de 0 à 255 restent incluses.
hi: स्वचालित ऊर्ध्वाधर स्केलिंग के साथ रैखिक हिस्टोग्राम। लम्बे स्पाइक्स ग्राफ़ से आगे तक बढ़ सकते हैं; 0 से 255 तक के सभी स्वर सम्मिलित रहते हैं।
it: Istogramma lineare con ridimensionamento verticale automatico. I picchi alti possono estendersi oltre il grafico; rimangono inclusi tutti i toni da 0 a 255.
ja: 自動垂直スケーリングを備えた線形ヒストグラム。高いスパイクはグラフを超えて伸びる場合があります。 0 から 255 までのすべてのトーンが含まれたままになります。
pt_br: Histograma linear com escala vertical automática. Picos altos podem estender-se além do gráfico; todos os tons de 0 a 255 permanecem incluídos.
ru: Линейная гистограмма с автоматическим вертикальным масштабированием. Высокие пики могут выходить за пределы графика; все тоны от 0 до 255 остаются включенными.
zh_hans: 具有自动垂直缩放功能的线性直方图。高尖峰可能会超出图表范围； 0 到 255 之间的所有音调仍然包括在内。

source: Linear runs along the line; Radial spreads out from the start point
ar: يمتد الخطي على طول الخط؛ ينتشر شعاعي من نقطة البداية
es: Lineal corre a lo largo de la línea; Radial se extiende desde el punto inicial.
fr: Linéaire longe la ligne ; Radial s'étend depuis le point de départ
hi: रैखिक रेखा के साथ चलता है; रेडियल प्रारंभ बिंदु से फैलता है
it: Corse lineari lungo la linea; Il radiale si estende dal punto iniziale
ja: リニアは線に沿って走ります。始点から放射状に広がる
pt_br: Corridas lineares ao longo da linha; Radial se espalha a partir do ponto inicial
ru: Линейный проходит вдоль линии; Радиальное распространение от начальной точки
zh_hans: 沿线直线运行；从起点开始呈放射状展开

source: Lines
ar: خطوط
es: Líneas
fr: Lignes
hi: पंक्तियाँ
it: Linee
ja: ライン
pt_br: Linhas
ru: Линии
zh_hans: 线路

source: Link Layer Mask
ar: قناع طبقة الارتباط
es: Máscara de capa de enlace
fr: Masque de calque de lien
hi: लिंक लेयर मास्क
it: Maschera di livello collegamento
ja: リンクレイヤーマスク
pt_br: Máscara de camada de link
ru: Маска слоя ссылки
zh_hans: 链路层掩码

source: Link Mask
ar: قناع الرابط
es: Máscara de enlace
fr: Masque de lien
hi: लिंक मास्क
it: Maschera di collegamento
ja: リンクマスク
pt_br: Máscara de links
ru: Маска ссылки
zh_hans: 链接掩码

source: Link layer and mask so they move together
ar: ربط الطبقة والقناع بحيث يتحركان معًا
es: Vincula capa y máscara para que se muevan juntas
fr: Lier le calque et le masque pour qu'ils bougent ensemble
hi: परत और मास्क को लिंक करें ताकि वे एक साथ चलें
it: Collega il livello e la maschera in modo che si muovano insieme
ja: レイヤーとマスクをリンクして一緒に動かす
pt_br: Vincule a camada e a máscara para que elas se movam juntas
ru: Свяжите слой и маску, чтобы они двигались вместе
zh_hans: 链接图层和蒙版，以便它们一起移动

source: Link mask: %@
ar: قناع الارتباط: %@
es: Máscara de enlace: %@
fr: Masque de lien : %@
hi: लिंक मास्क: %@
it: Maschera di collegamento: %@
ja: リンクマスク: %@
pt_br: Máscara de link: %@
ru: Маска ссылки: %@
zh_hans: 链接掩码：%@

source: Linked
ar: مرتبط
es: vinculado
fr: Lié
hi: जुड़ा हुआ
it: Collegato
ja: リンク済み
pt_br: Vinculado
ru: Связано
zh_hans: 链接

source: Liquify
ar: تسييل
es: licuar
fr: Liquéfier
hi: द्रवित करना
it: Fluidificare
ja: 液化する
pt_br: Dissolver
ru: Преобразовать
zh_hans: 液化

source: Liquify pushes pixels · Blur softens · Smudge drags color along
ar: يقوم Liquify بدفع وحدات البكسل · يخفف الضبابية · يسحب اللطخة اللون على طول
es: Licuar empuja los píxeles · Desenfocar suaviza · Difuminar arrastra el color
fr: Liquify pousse les pixels · Le flou adoucit · Le maculage entraîne la couleur
hi: तरलीकरण पिक्सेल को धकेलता है · धुंधलापन नरम करता है · धब्बा रंग को साथ खींचता है
it: Fluidifica spinge i pixel · Sfocatura ammorbidisce · Sbavatura trascina il colore
ja: 液化はピクセルをプッシュします · ぼかしは柔らかくします · スマッジは色を引きずります
pt_br: Dissolver empurra os pixels · O desfoque suaviza · A mancha arrasta a cor
ru: «Пластика» смещает пиксели · Размытие смягчает · Размазывание перетаскивает цвет вперед
zh_hans: 液化推动像素 · 模糊柔化 · 涂抹拖动颜色

source: Load Layer Selection
ar: تحميل اختيار الطبقة
es: Selección de capa de carga
fr: Sélection de la couche de charge
hi: लोड परत चयन
it: Carica la selezione del livello
ja: レイヤ選択のロード
pt_br: Seleção de camada de carga
ru: Загрузить выбор слоя
zh_hans: 负载层选择

source: Load Mask Selection
ar: تحميل اختيار القناع
es: Selección de máscara de carga
fr: Charger la sélection du masque
hi: मास्क चयन लोड करें
it: Carica la selezione della maschera
ja: マスク選択のロード
pt_br: Seleção de máscara de carga
ru: Загрузить выбор маски
zh_hans: 加载掩模选择

source: Loading histogram…
ar: جارٍ تحميل الرسم البياني…
es: Cargando histograma…
fr: Chargement de l'histogramme…
hi: हिस्टोग्राम लोड हो रहा है...
it: Caricamento dell'istogramma…
ja: ヒストグラムを読み込み中…
pt_br: Carregando histograma…
ru: Загрузка гистограммы…
zh_hans: 正在加载直方图...

source: Lock Guides
ar: أدلة القفل
es: Guías de bloqueo
fr: Guides de verrouillage
hi: लॉक गाइड
it: Blocca guide
ja: ロックガイド
pt_br: Guias de bloqueio
ru: Блокировка направляющих
zh_hans: 锁定导轨

source: Lock aspect ratio
ar: قفل نسبة العرض إلى الارتفاع
es: Bloquear relación de aspecto
fr: Verrouiller le rapport hauteur/largeur
hi: पहलू अनुपात लॉक करें
it: Blocca le proporzioni
ja: アスペクト比をロックする
pt_br: Bloquear proporção de aspecto
ru: Блокировка соотношения сторон
zh_hans: 锁定纵横比

source: Lock aspect ratio. Hold Shift while dragging a handle to turn it the other way.
ar: قفل نسبة العرض إلى الارتفاع. اضغط مع الاستمرار على Shift أثناء سحب المقبض لقلبه في الاتجاه الآخر.
es: Bloquear relación de aspecto. Mantenga presionada la tecla Mayús mientras arrastra un controlador para girarlo hacia el otro lado.
fr: Verrouiller le rapport hauteur/largeur. Maintenez Shift tout en faisant glisser une poignée pour la tourner dans l’autre sens.
hi: पहलू अनुपात लॉक करें. किसी हैंडल को दूसरी ओर मोड़ने के लिए उसे खींचते समय Shift दबाए रखें।
it: Blocca le proporzioni. Tieni premuto Maiusc mentre trascini una maniglia per girarla dall'altra parte.
ja: アスペクト比をロックします。 Shift キーを押したままハンドルをドラッグすると、反対方向に回転します。
pt_br: Bloquear proporção de aspecto. Segure Shift enquanto arrasta uma alça para girá-la para o outro lado.
ru: Блокировка соотношения сторон. Удерживайте Shift, перетаскивая ручку, чтобы повернуть ее в другую сторону.
zh_hans: 锁定纵横比。按住 Shift 键的同时拖动手柄可将其转向另一个方向。

source: Lock original aspect ratio
ar: قفل نسبة العرض إلى الارتفاع الأصلية
es: Bloquear relación de aspecto original
fr: Verrouiller le rapport hauteur/largeur d'origine
hi: मूल पक्षानुपात लॉक करें
it: Blocca le proporzioni originali
ja: 元のアスペクト比をロックする
pt_br: Bloquear proporção original
ru: Заблокировать исходное соотношение сторон
zh_hans: 锁定原始宽高比

source: Low
ar: منخفض
es: Bajo
fr: Faible
hi: नीचा
it: Basso
ja: 低い
pt_br: Baixo
ru: Низкий
zh_hans: 低

source: Luminance
ar: النصوع
es: Luminancia
hi: चमक
it: Luminanza
ja: 輝度
pt_br: Luminância
ru: Яркость
zh_hans: 亮度

source: Luminance Contrast
ar: تباين النصوع
es: Contraste de luminancia
fr: Contraste de luminance
hi: चमकदार कंट्रास्ट
it: Contrasto di luminanza
ja: 輝度コントラスト
pt_br: Contraste de Luminância
ru: Яркостный контраст
zh_hans: 亮度对比度

source: Luminance Detail
ar: تفاصيل النصوع
es: Detalle de luminancia
fr: Détail de la luminance
hi: चमक विवरण
it: Dettaglio luminanza
ja: 輝度の詳細
pt_br: Detalhe de Luminância
ru: Детализация яркости
zh_hans: 亮度细节

source: Luminance Range
ar: نطاق النصوع
es: Rango de luminancia
fr: Plage de luminance
hi: चमक रेंज
it: Gamma di luminanza
ja: 輝度範囲
pt_br: Faixa de Luminância
ru: Диапазон яркости
zh_hans: 亮度范围

source: Luminance Shift
ar: تحول النصوع
es: Cambio de luminancia
fr: Changement de luminance
hi: चमक शिफ्ट
it: Spostamento della luminanza
ja: 輝度シフト
pt_br: Mudança de Luminância
ru: Сдвиг яркости
zh_hans: 亮度偏移

source: Luminosity
ar: لمعان
es: Luminosidad
fr: Luminosité
hi: चमक
it: Luminosità
ja: 明るさ
pt_br: Luminosidade
ru: Яркость
zh_hans: 光度

source: Mac Patterns
ar: أنماط ماك
es: Patrones Mac
fr: Modèles Mac
hi: मैक पैटर्न
it: Modelli Mac
ja: マックのパターン
pt_br: Padrões Mac
ru: Мак-выкройки
zh_hans: Mac 模式

source: MacBook Pro 14"
ar: ماك بوك برو 14"
es: MacBook Pro de 14"
hi: मैकबुक प्रो 14"
ja: MacBook Pro 14インチ
ru: Макбук Про 14 дюймов
zh_hans: MacBook Pro 14 英寸

source: MacBook Pro 16"
ar: ماك بوك برو 16"
es: MacBook Pro de 16"
hi: मैकबुक प्रो 16"
ja: MacBook Pro 16インチ
ru: Макбук Про 16 дюймов
zh_hans: MacBook Pro 16 英寸

source: Magenta
ar: أرجواني
hi: मजेंटा
ja: マゼンタ
ru: Пурпурный
zh_hans: 洋红色

source: Magenta / Green
ar: أرجواني / أخضر
es: Magenta/Verde
fr: Magenta/Vert
hi: मैजेंटा/हरा
it: Magenta/Verde
ja: マゼンタ/グリーン
pt_br: Magenta / Verde
ru: Пурпурный / Зеленый
zh_hans: 洋红色/绿色

source: Magentas
ar: أرجواني
hi: मैजेंटा
it: Magenta
ja: マゼンタ
ru: Пурпурный
zh_hans: 洋红色

source: Magic
ar: سحر
es: Magia
fr: Magie
hi: जादू
it: Magia
ja: 魔法
pt_br: Magia
ru: Магия
zh_hans: 魔法

source: Magic (W) · Tab switches Wand and Object
ar: السحر (W) · علامة التبويب تقوم بتبديل العصا والكائن
es: Magia (W) · Tab cambia Varita y Objeto
fr: Magie (W) · L'onglet change la baguette et l'objet
hi: मैजिक (डब्ल्यू) · टैब वैंड और ऑब्जेक्ट को स्विच करता है
it: Magia (W) · Tab cambia bacchetta e oggetto
ja: 魔法(W)・タブスイッチワンドとオブジェクト
pt_br: Magia (W) · Tab alterna Varinha e Objeto
ru: Магия (W) · Переключатели вкладок Жезл и Объект
zh_hans: 魔法 (W) · Tab 切换魔杖和物体

source: Magic Wand
ar: العصا السحرية
es: Varita magica
fr: Baguette magique
hi: जादू की छड़ी
it: Bacchetta magica
ja: 魔法の杖
pt_br: Varinha Mágica
ru: Волшебная палочка
zh_hans: 魔法棒

source: Make each dithered pixel this many pixels across, for a chunky old-screen look
ar: اجعل كل بكسل متدرجًا هذا العدد من البكسلات، للحصول على مظهر شاشة قديمة مكتنزة
es: Haga que cada píxel difuminado tenga esta cantidad de píxeles de ancho para lograr una apariencia de pantalla antigua y gruesa
fr: Faites en sorte que chaque pixel tramé ait autant de pixels de largeur, pour un aspect vieil écran volumineux
hi: पुराने स्क्रीन के मोटे लुक के लिए प्रत्येक बिखरे हुए पिक्सेल को इतने सारे पिक्सेल बनाएं
it: Rendi ciascun pixel retinato di questo numero di pixel, per un aspetto grosso del vecchio schermo
ja: 分厚い古い画面の外観を得るには、ディザリングされた各ピクセルをこの数のピクセルにします。
pt_br: Faça com que cada pixel pontilhado tenha a mesma quantidade de pixels, para uma aparência robusta de tela antiga
ru: Сделайте каждый размытый пиксель таким же количеством пикселей в поперечнике, чтобы получить объемный вид старого экрана.
zh_hans: 使每个抖动像素跨过这么多像素，以获得厚实的旧屏幕外观

source: Make the lines waver sideways down the screen, like a CRT losing sync
ar: اجعل الخطوط تتأرجح بشكل جانبي أسفل الشاشة، مثل فقدان مزامنة CRT
es: Haga que las líneas oscilen hacia los lados de la pantalla, como si un CRT perdiera sincronización.
fr: Faites vaciller les lignes latéralement sur l'écran, comme un tube cathodique perdant la synchronisation
hi: लाइनों को स्क्रीन के नीचे की ओर झुकाएं, जैसे कि CRT सिंक खो रहा हो
it: Fai oscillare le linee lateralmente lungo lo schermo, come un CRT che perde la sincronizzazione
ja: CRT が同期を失ったように、線を画面上で横に揺らします。
pt_br: Faça as linhas oscilarem lateralmente na tela, como um CRT perdendo sincronia
ru: Заставьте линии колебаться по экрану, как будто ЭЛТ теряет синхронизацию.
zh_hans: 使线条在屏幕上横向摆动，就像 CRT 失去同步一样

source: Makes light and dark tones more or less different, mostly around the middle.
ar: يجعل النغمات الفاتحة والداكنة مختلفة إلى حد ما، معظمها حول المنتصف.
es: Hace que los tonos claros y oscuros sean más o menos diferentes, principalmente alrededor del medio.
fr: Rend les tons clairs et foncés plus ou moins différents, principalement autour du milieu.
hi: हल्के और गहरे टोन को कमोबेश अलग-अलग बनाता है, ज्यादातर बीच के आसपास।
it: Rende i toni chiari e scuri più o meno diversi, soprattutto nella parte centrale.
ja: 主に中間あたりで、明るい色調と暗い色調を多かれ少なかれ変えます。
pt_br: Torna os tons claros e escuros mais ou menos diferentes, principalmente no meio.
ru: Делает светлые и темные тона более или менее разными, в основном в середине.
zh_hans: 使浅色调和暗色调或多或少有所不同，大部分在中间。

source: Makes the color smoothing softer or tighter.
ar: يجعل تنعيم اللون أكثر نعومة أو إحكامًا.
es: Hace que el color se alise más suave o más firme.
fr: Rend le lissage de la couleur plus doux ou plus serré.
hi: रंग को मुलायम या कड़ा बनाता है।
it: Rende il livellamento del colore più morbido o più stretto.
ja: カラー スムージングをより柔らかく、またはよりタイトにします。
pt_br: Torna a suavização da cor mais suave ou mais firme.
ru: Делает сглаживание цвета более мягким или плотным.
zh_hans: 使颜色变得更柔和或更紧致。

source: Makes the grain coarser or finer.
ar: يجعل الحبوب خشنة أو أدق.
es: Hace que el grano sea más grueso o más fino.
fr: Rend le grain plus grossier ou plus fin.
hi: अनाज को मोटा या बारीक बनाता है।
it: Rende la grana più grossa o più fine.
ja: 粒子を粗くまたは細かくします。
pt_br: Torna o grão mais grosso ou mais fino.
ru: Делает зерно более грубым или более мелким.
zh_hans: 使颗粒变得更粗或更细。

source: Makes the grain smoother or more uneven.
ar: يجعل الحبوب أكثر سلاسة أو أكثر تفاوتا.
es: Hace que la veta sea más suave o más desigual.
fr: Rend le grain plus lisse ou plus irrégulier.
hi: दाने को चिकना या अधिक असमान बनाता है।
it: Rende la grana più liscia o più irregolare.
ja: 木目を滑らかにしたり、不均一にしたりします。
pt_br: Torna o grão mais liso ou irregular.
ru: Делает зерно более гладким или неровным.
zh_hans: 使纹理更光滑或更不均匀。

source: Makes the picked color lighter or darker.
ar: يجعل اللون المختار أفتح أو أغمق.
es: Hace que el color elegido sea más claro o más oscuro.
fr: Rend la couleur choisie plus claire ou plus foncée.
hi: चुने गए रंग को हल्का या गहरा बनाता है।
it: Rende il colore selezionato più chiaro o più scuro.
ja: 選択した色を明るくまたは暗くします。
pt_br: Torna a cor escolhida mais clara ou mais escura.
ru: Делает выбранный цвет светлее или темнее.
zh_hans: 使所选颜色变浅或变深。

source: Makes the picked color stronger or quieter.
ar: يجعل اللون المختار أقوى أو أكثر هدوءًا.
es: Hace que el color elegido sea más fuerte o más suave.
fr: Rend la couleur choisie plus forte ou plus silencieuse.
hi: चुने गए रंग को मजबूत या शांत बनाता है।
it: Rende il colore selezionato più forte o più tenue.
ja: 選択した色を強くしたり、静かにしたりします。
pt_br: Torna a cor escolhida mais forte ou mais silenciosa.
ru: Делает выбранный цвет сильнее или тише.
zh_hans: 使所选颜色更强或更安静。

source: Makes the selected color family lighter or darker.
ar: يجعل مجموعة الألوان المحددة أفتح أو أغمق.
es: Hace que la familia de colores seleccionada sea más clara o más oscura.
fr: Rend la famille de couleurs sélectionnée plus claire ou plus foncée.
hi: चयनित रंग परिवार को हल्का या गहरा बनाता है।
it: Rende la famiglia di colori selezionata più chiara o più scura.
ja: 選択したカラー ファミリを明るくまたは暗くします。
pt_br: Torna a família de cores selecionada mais clara ou mais escura.
ru: Делает выбранное цветовое семейство светлее или темнее.
zh_hans: 使所选颜色系列变浅或变深。

source: Makes the selected color family stronger or quieter.
ar: يجعل مجموعة الألوان المحددة أقوى أو أكثر هدوءًا.
es: Hace que la familia de colores seleccionada sea más intensa o más silenciosa.
fr: Rend la famille de couleurs sélectionnée plus forte ou plus silencieuse.
hi: चयनित रंग परिवार को मजबूत या शांत बनाता है।
it: Rende la famiglia di colori selezionata più forte o più silenziosa.
ja: 選択したカラー ファミリをより強く、またはより静かにします。
pt_br: Torna a família de cores selecionada mais forte ou mais silenciosa.
ru: Делает выбранное цветовое семейство более ярким или тихим.
zh_hans: 使所选颜色系列更强烈或更安静。

source: Makes the vignette rounder or more square.
ar: يجعل المقالة القصيرة مستديرة أو أكثر مربعة.
es: Hace que la viñeta sea más redonda o más cuadrada.
fr: Rend la vignette plus ronde ou plus carrée.
hi: विग्नेट को गोल या अधिक चौकोर बनाता है।
it: Rende la vignetta più rotonda o più quadrata.
ja: ビネットをより丸く、またはより四角くします。
pt_br: Torna a vinheta mais redonda ou mais quadrada.
ru: Делает виньетку более округлой или квадратной.
zh_hans: 使晕影更圆或更方。

source: Manual
ar: دليل
es: manuales
fr: Manuel
hi: मैनुअल
it: Manuale
ja: マニュアル
pt_br: Manuais
ru: Руководство
zh_hans: 手册

source: Marquee
ar: سرادق
es: marquesina
fr: Chapiteau
hi: मार्की
it: tendone
ja: マーキー
pt_br: Marquise
ru: Шатер
zh_hans: 跑马灯

source: Marquee (M)
ar: الشاشة الاسمية (م)
es: Marquesina (M)
fr: Chapiteau (M)
hi: मार्की (एम)
it: Tendone (M)
ja: マーキー(M)
pt_br: Marquise (M)
ru: Шатер (М)
zh_hans: 帐篷 (M)

source: Marquee / cycle shape
ar: سرادق / شكل دورة
es: Forma de marquesina/ciclo
fr: Forme chapiteau / cycle
hi: मार्की/साइकिल आकार
it: Forma del tendone/ciclo
ja: マーキー/サイクル形状
pt_br: Forma de letreiro/ciclo
ru: Форма шатра/цикла
zh_hans: 跑马灯/循环形状

source: Mask
ar: قناع
es: máscara
fr: Masque
hi: मुखौटा
it: Maschera
ja: マスク
pt_br: Máscara
ru: Маска
zh_hans: 面膜

source: Mask background
ar: خلفية القناع
es: Fondo de máscara
fr: Fond de masque
hi: मुखौटा पृष्ठभूमि
it: Sfondo maschera
ja: マスクの背景
pt_br: Fundo da máscara
ru: Фон маски
zh_hans: 面具背景

source: Mask foreground
ar: قناع المقدمة
es: Máscara de primer plano
fr: Masque au premier plan
hi: मुखौटा अग्रभूमि
it: Maschera in primo piano
ja: 前景をマスクする
pt_br: Primeiro plano da máscara
ru: Маска на переднем плане
zh_hans: 蒙版前景

source: Mask's Black Areas
ar: مناطق القناع السوداء
es: Áreas negras de la máscara
fr: Zones noires du masque
hi: मास्क के काले क्षेत्र
it: Aree nere della maschera
ja: マスクの黒い部分
pt_br: Áreas Pretas da Máscara
ru: Черные области маски
zh_hans: 面具的黑色区域

source: Masking
ar: اخفاء
es: enmascaramiento
fr: Masquage
hi: मुखौटा लगाना
it: Mascheramento
ja: マスキング
pt_br: Mascaramento
ru: Маскировка
zh_hans: 掩蔽

source: Master
ar: سيد
es: Maestro
fr: Maître
hi: मास्टर
it: Maestro
ja: マスター
pt_br: Mestre
ru: Мастер
zh_hans: 大师

source: Match the clicked pixel, or the average of the pixels around it
ar: قم بمطابقة البكسل الذي تم النقر عليه، أو متوسط البكسلات المحيطة به
es: Haga coincidir el píxel en el que se hizo clic o el promedio de los píxeles que lo rodean
fr: Faites correspondre le pixel cliqué ou la moyenne des pixels qui l'entourent
hi: क्लिक किए गए पिक्सेल, या उसके आस-पास के पिक्सेल के औसत का मिलान करें
it: Corrisponde al pixel cliccato o alla media dei pixel attorno ad esso
ja: クリックされたピクセル、またはその周囲のピクセルの平均と一致します。
pt_br: Combine o pixel clicado ou a média dos pixels ao seu redor
ru: Сопоставьте выбранный пиксель или среднее значение пикселей вокруг него.
zh_hans: 匹配点击的像素，或其周围像素的平均值

source: Medium Blue
ar: أزرق متوسط
es: Azul medio
fr: Bleu moyen
hi: मध्यम नीला
it: Blu medio
ja: ミディアムブルー
pt_br: Azul médio
ru: Средний синий
zh_hans: 中蓝色

source: Medium Contrast
ar: التباين المتوسط
es: Contraste medio
fr: Contraste moyen
hi: मध्यम कंट्रास्ट
it: Contrasto medio
ja: 中程度のコントラスト
pt_br: Contraste médio
ru: Средний контраст
zh_hans: 中等对比度

source: Menus
ar: القوائم
es: Menús
hi: मेनू
it: Menù
ja: メニュー
pt_br: Cardápios
ru: Меню
zh_hans: 菜单

source: Merge Down
ar: دمج لأسفل
es: Fusionar hacia abajo
fr: Fusionner vers le bas
hi: नीचे विलय करें
it: Unisci giù
ja: 下にマージ
pt_br: Mesclar para baixo
ru: Объединить вниз
zh_hans: 向下合并

source: Merge Group
ar: دمج المجموعة
es: Fusionar grupo
fr: Fusionner un groupe
hi: समूह मर्ज करें
it: Unisci gruppo
ja: グループを結合する
pt_br: Mesclar grupo
ru: Объединить группу
zh_hans: 合并组

source: Merge Layers
ar: دمج الطبقات
es: Fusionar capas
fr: Fusionner les calques
hi: परतें मर्ज करें
it: Unisci livelli
ja: レイヤーを結合する
pt_br: Mesclar camadas
ru: Объединить слои
zh_hans: 合并图层

source: Middle left
ar: منتصف اليسار
es: Centro izquierda
fr: Milieu gauche
hi: मध्य बाएँ
it: Centro a sinistra
ja: 中段左
pt_br: Meio-esquerda
ru: Средний левый
zh_hans: 中左

source: Middle right
ar: اليمين الأوسط
es: Centro derecha
fr: Au milieu à droite
hi: मध्य दाहिना
it: Centro a destra
ja: 中右
pt_br: Meio à direita
ru: Средний правый
zh_hans: 中右

source: Midpoint
ar: نقطة المنتصف
es: punto medio
fr: Point médian
hi: मध्यबिंदु
it: Punto medio
ja: 中間点
pt_br: Ponto médio
ru: Средняя точка
zh_hans: 中点

source: Midtones
ar: النغمات النصفية
es: Medios tonos
fr: Tons moyens
hi: मिडटोन
it: Mezzitoni
ja: 中間調
pt_br: Meios-tons
ru: Средние тона
zh_hans: 中间色调

source: Missing source
ar: المصدر مفقود
es: fuente faltante
fr: Source manquante
hi: गुम स्रोत
it: Fonte mancante
ja: ソースがありません
pt_br: Fonte ausente
ru: Отсутствует источник
zh_hans: 缺少来源

source: Mixer
ar: خلاط
es: mezclador
fr: Mélangeur
hi: मिक्सर
it: Miscelatore
ja: ミキサー
pt_br: Misturador
ru: Миксер
zh_hans: 搅拌机

source: Mode
ar: الوضع
es: Modo
hi: मोड
it: Modalità
ja: モード
pt_br: Modo
ru: Режим
zh_hans: 模式
